Repository: RobinDort/ultimate-3d-model-viewer
Catalog: languages/ultimate-3d-model-viewer-*.po
Languages: de_de

source: This plugin provides a custom widget for Elementor that allows to display 3D model und customize the settings.
de_de: Dieses Plugin stellt ein Elementor Widget zur Verfügung, welches es ermöglicht Ihre 3D Modelle auf Ihrer Webseite anzuzeigen und anzupassen.

source: 3D Model File
de_de: 3D Model Datei

source: Select a .glb, .fbx or .obj file
de_de: Wählen Sie eine .glb, .fbx oder .obj Datei

source: poster
de_de: Ladebild

source: Poster Image
de_de: Ladebild

source: Select a poster image (JPG or PNG)
de_de: Wählen Sie ein Bild, welches im Ladevorgang angezeigt werden soll (JPG oder PNG)

source: environment
de_de: Umgebung

source: Environment HDR
de_de: Umgebungsbild

source: Select an .hdr environment image
de_de: Wählen Sie ein Umgebungsbild, welches sich auf die Lichtreflexionen Ihres Models auswirken soll (.hdr)

source: skybox
de_de: Hintergrund

source: Skybox Image
de_de: Hintergrundbild

source: Select a skybox image (JPG or PNG)
de_de: Wählen Sie ein Hintergrundbild (JPG oder PNG).

source: exposure
de_de: Belichtung

source: shadows
de_de: Schatten

source: shadow intensity
de_de: Schattenintensität

source: shadow softness
de_de: Schattenweichheit

source: camera options
de_de: Kamera Optionen

source: Camera Orbit
de_de: Kameraumlaufbahn

source: Enter 3 value camera orbit (e.g., 0deg 75deg 105%)
de_de: Geben Sie 3 Werte für die Kameraumlaufbahn an (z.B 0deg 75deg 105%)

source: Max Camera Orbit
de_de: Maximale Kameraumlaufbahn

source: Enter 3 value maximum camera orbit (e.g., Infinity 180deg auto)
de_de: Geben Sie 3 Werte für die maximale Kameraumlaufbahn an (z.B Infiniti 180deg auto)

source: Min Camera Orbit
de_de: Minimale Kameraumlaufbahn

source: Enter 3 value minimum camera orbit (e.g., -Infinity 0deg auto)
de_de: Geben Sie 3 Werte für die minimale Kameraumlaufbahn an (z.B -Infinity 0deg auto)

source: Camera Target
de_de: Kamera Ziel

source: Enter 3 value camera target (e.g., 0m 1.5m -0.5m)
de_de: Geben Sie 3 Werte für das Kamera Ziel an (z.B 0m 1.5m -0.5m)

source: Field of view
de_de: Sichtfeld

source: Enter field of view (e.g., 30deg)
de_de: Geben Sie den Wert des Sichtfeldes an (z.B 30deg)

source: Max Field of view
de_de: Maximales Sichtfeld

source: Enter maximum field of view (e.g., 30deg)
de_de: Geben Sie den maximalen Wert des Sichtfeldes an (z.B 30deg)

source: Min Field of view
de_de: Minimales Sichtfeld

source: Enter minimum field of view (e.g., 25deg)
de_de: Geben Sie den minimalen Wert des Sichtfeldes an (z.B 25deg)

source: loading
de_de: Lade Optionen

source: loading strategy
de_de: Ladestrategie

source: auto rotate
de_de: Rotation

source: Auto rotation
de_de: Automatische Rotation

source: On
de_de: An

source: Off
de_de: Aus

source: Enable augmented reality
de_de: Augmented Reality aktivieren

source: IOS src model
de_de: IOS Modell

source: Select a special ios usdz file for the model in ar mode
de_de: Wählen Sie eine spezielle usdz Datei, welche im AR-Modus unter IOS Geräten angezeigt werden soll

source: Background Color
de_de: Hintergrundfarbe

source: Width
de_de: Breite

source: Height
de_de: Höhe

# block poster
source: poster
de_de: Ladebild

# block poster hint
source: Select a poster image (JPG or PNG)
de_de: Wählen Sie ein Bild, welches im Ladevorgang angezeigt werden soll (JPG oder PNG)

# block description
source: This Block provides the option to insert 3D models on your webpage as well as customize them via different options
de_de: Dieser Block ermöglicht die Einbindung Ihrer 3D Modelle auf Ihrer Webseite und diese ebenfalls durch verschiedene Optionen anzupassen

# block keyword
source: model
de_de: Modell
